Repository: Epictetus/gettext_rails
Catalog: po/*/gettext_rails.po
Languages: uk

source: less than 5 seconds
uk: менше 5 секунд

source: less than 10 seconds
uk: менше 10 секунд

source: less than 20 seconds
uk: менше 20 секунд

source: half a minute
uk: півхвилини

source: less than a minute
uk: менше хвилини

source: 1 minute
uk: %{num} хвилина

source: about 1 hour
uk: близько %{num} години

source: 1 day
uk: %{num} день

source: 1 month
uk: %{num} місяць

source: over 1 year
uk: більше %{num} року

source: %{num} error prohibited this %{record} from being saved
uk: Виявлено %{num} помилку у даних про %{record}, запис неможливо зберегти

source: There was a problem with the following field:
uk: Проблема в полі:
